Repository: Vistaus/pasgen
Catalog: po/*.po
Languages: ru

source: Your password will be here
ru: Ваш пароль будет здесь

source: Alphabet characters
ru: Буквенные символы

source: Numeric characters
ru: Числовые символы

source: Special characters
ru: Специальные символы

source: Password length:
ru: Длина пароля:

source: GENERATE PASSWORD
ru: СОЗДАТЬ ПАРОЛЬ

source: The input field cannot be empty
ru: Поле ввода не может быть пустым

source: Enter a valid password length value
ru: Введите действительное значение длины пароля

source: Password length cannot be less than zero
ru: Длина пароля не может быть меньше нуля

source: You need to activate at least one switch
ru: Вам необходимо активировать хотя бы один переключатель
